
{
  "1": {
    "chapter_id": 1,
    "language_name": "indonesian",
    "short_text": "Pembukaan (Al-Fatihah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Fatihah</h3><p>Surah ini disebut Al-Fatihah (Pembukaan) karena dengan surah inilah dibuka dan dimulainya Al-Qur'an. Dinamakan Ummul Qur'an (Induk Al-Qur'an) atau Ummul Kitab (Induk Al-Kitab) karena dia merupakan induk dari semua isi Al-Qur'an. Dinamakan pula As-Sab'ul Matsani (Tujuh yang berulang-ulang) karena jumlah ayatnya tujuh dan dibaca berulang-ulang dalam shalat.</p>"
  },
  "2": {
    "chapter_id": 2,
    "language_name": "indonesian",
    "short_text": "Sapi Betina (Al-Baqarah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Baqarah</h3><p>Surah Al-Baqarah yang terdiri dari 286 ayat ini turun di Madinah. Surah ini dinamai Al-Baqarah karena di dalamnya disebutkan kisah penyembelihan sapi betina yang diperintahkan Allah kepada Bani Israil (ayat 67 sampai dengan 74). Dalam pelaksanaan penyembelihan sapi betina itu terdapat sifat-sifat orang Yahudi yang suka mencari alasan dan mempersulit diri.</p>"
  },
  "3": {
    "chapter_id": 3,
    "language_name": "indonesian",
    "short_text": "Keluarga Imran (Ali 'Imran)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Ali 'Imran</h3><p>Surah ini terdiri dari 200 ayat dan termasuk golongan surah Madaniyah. Dinamakan Ali 'Imran karena memuat kisah keluarga Imran yang di dalam kisah itu disebutkan kelahiran Nabi Isa a.s., persamaan kejadiannya dengan Nabi Adam a.s., kenabian dan beberapa mukjizatnya, serta disebut pula kelahiran Maryam binti Imran.</p>"
  },
  "4": {
    "chapter_id": 4,
    "language_name": "indonesian",
    "short_text": "Wanita (An-Nisa')",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah An-Nisa'</h3><p>Surah An-Nisa' terdiri atas 176 ayat, termasuk golongan surah Madaniyah. Dinamakan An-Nisa' (wanita) karena dalam surah ini banyak dibicarakan hal-hal yang berhubungan dengan wanita serta merupakan surah yang paling banyak membicarakan hal itu dibanding dengan surah-surah yang lain.</p>"
  },
  "5": {
    "chapter_id": 5,
    "language_name": "indonesian",
    "short_text": "Jamuan (Al-Ma'idah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Ma'idah</h3><p>Surah Al-Ma'idah terdiri dari 120 ayat, termasuk golongan surah Madaniyah. Sekalipun ada ayat-ayatnya yang turun di Mekah, namun ayat ini diturunkan sesudah Nabi Muhammad s.a.w. hijrah ke Madinah, yaitu sewaktu peristiwa Haji Wada'. Surah ini dinamakan Al-Ma'idah (hidangan) karena memuat kisah pengikut-pengikut setia Nabi Isa a.s. meminta kepadanya agar Allah menurunkan untuk mereka Al-Ma'idah (hidangan makanan) dari langit (ayat 112).</p>"
  },
  "6": {
    "chapter_id": 6,
    "language_name": "indonesian",
    "short_text": "Binatang Ternak (Al-An'am)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-An'am</h3><p>Surah Al-An'am terdiri atas 165 ayat, termasuk golongan surah Makkiyah, karena hampir seluruh ayatnya diturunkan di Mekah menjelang hijrah. Dinamakan Al-An'am (binatang ternak) karena di dalamnya disebut kata An-An'am dalam hubungannya dengan adat-istiadat kaum musyrik, yang menurut mereka binatang-binatang ternak itu dapat dipergunakan untuk mendekatkan diri kepada tuhan-tuhan mereka.</p>"
  },
  "7": {
    "chapter_id": 7,
    "language_name": "indonesian",
    "short_text": "Tempat-tempat Tinggi (Al-A'raf)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-A'raf</h3><p>Surah Al-A'raf terdiri atas 206 ayat dan termasuk golongan surah Makkiyah. Dinamakan Al-A'raf karena perkataan Al-A'raf terdapat dalam ayat 46 yang mengemukakan tentang keadaan orang-orang yang berada di atas Al-A'raf yaitu: tempat yang tertinggi di batas surga dan neraka.</p>"
  },
  "8": {
    "chapter_id": 8,
    "language_name": "indonesian",
    "short_text": "Rampasan Perang (Al-Anfal)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Anfal</h3><p>Surah Al-Anfal terdiri atas 75 ayat dan termasuk golongan surah Madaniyah. Dinamakan Al-Anfal yang berarti harta rampasan perang berhubung kata Al-Anfal terdapat pada permulaan surah ini dan juga persoalan yang menonjol dalam surah ini ialah tentang harta rampasan perang, hukum perang dan hal-hal yang berhubungan dengan peperangan pada umumnya.</p>"
  },
  "9": {
    "chapter_id": 9,
    "language_name": "indonesian",
    "short_text": "Pengampunan (At-Tawbah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah At-Tawbah</h3><p>Surah ini terdiri atas 129 ayat termasuk golongan surah-surah Madaniyyah. Dinamakan At-Taubah yang berarti pengampunan berhubung kata At-Taubah berulang kali disebut dalam surah ini. Dinamakan juga dengan Bara'ah yang berarti berlepas diri yang di sini maksudnya adalah pernyataan pemutusan hubungan, disebabkan kebanyakan pokok pembicaraannya tentang pernyataan pemutusan perjanjian damai dengan kaum musyrikin.</p>"
  },
  "10": {
    "chapter_id": 10,
    "language_name": "indonesian",
    "short_text": "Yunus",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Yunus</h3><p>Surah Yunus terdiri atas 109 ayat, termasuk golongan surah Makkiyah, kecuali ayat 40, 94, 95, yang diturunkan pada masa Nabi Muhammad s.a.w. berada di Madinah. Dinamai surat Yunus karena dalam surah ini ditampilkan kisah Nabi Yunus a.s. dan pengikut-pengikutnya yang teguh imannya.</p>"
  },
  "11": {
    "chapter_id": 11,
    "language_name": "indonesian",
    "short_text": "Hud",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Hud</h3><p>Surah Hud terdiri atas 123 ayat, termasuk golongan surah Makkiyah. Dinamai surah Hud karena ada hubungan dengan kisah Nabi Hud a.s. dan kaumnya dalam surah ini.</p>"
  },
  "12": {
    "chapter_id": 12,
    "language_name": "indonesian",
    "short_text": "Yusuf",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Yusuf</h3><p>Surah Yusuf terdiri atas 111 ayat, termasuk golongan surah Makkiyah. Dinamakan surah Yusuf karena titik berat dari isinya mengenai riwayat Nabi Yusuf a.s. Riwayat tersebut adalah salah satu di antara cerita-cerita gaib yang diwahyukan kepada Nabi Muhammad s.a.w. sebagai mukjizat bagi beliau.</p>"
  },
  "13": {
    "chapter_id": 13,
    "language_name": "indonesian",
    "short_text": "Guruh (Ar-Ra'd)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Ar-Ra'd</h3><p>Surah Ar-Ra'd terdiri atas 43 ayat, termasuk golongan surah Makkiyah. Dinamakan Ar-Ra'd (guruh) karena dalam ayat 13 Allah berfirman yang artinya, 'Dan guruh itu bertasbih dengan memuji Allah', yang menunjukkan sifat-sifat kesucian dan kesempurnaan Allah.</p>"
  },
  "14": {
    "chapter_id": 14,
    "language_name": "indonesian",
    "short_text": "Ibrahim",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Ibrahim</h3><p>Surah Ibrahim terdiri atas 52 ayat, termasuk golongan surah Makkiyah karena diturunkan di Mekah sebelum Hijrah. Dinamakan Ibrahim, karena surat ini mengandung doa Nabi Ibrahim a.s. yaitu ayat 35 sampai dengan 41.</p>"
  },
  "15": {
    "chapter_id": 15,
    "language_name": "indonesian",
    "short_text": "Bukit Batu (Al-Hijr)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Hijr</h3><p>Surah Al-Hijr terdiri atas 99 ayat, termasuk golongan surah Makkiyah. Al-Hijr adalah nama sebuah daerah pegunungan yang didiami oleh kaum Tsamud pada zaman dahulu, yang terletak di pinggir jalan antara Madinah dan Syam (Syiria).</p>"
  },
  "16": {
    "chapter_id": 16,
    "language_name": "indonesian",
    "short_text": "Lebah Madu (An-Nahl)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah An-Nahl</h3><p>Surah An-Nahl terdiri atas 128 ayat, termasuk golongan surah Makkiyah. Dinamakan An-Nahl yang berarti Lebah karena di dalamnya, terdapat firman Allah SWT ayat 68 yang artinya: 'Dan Tuhanmu mewahyukan kepada lebah'.</p>"
  },
  "17": {
    "chapter_id": 17,
    "language_name": "indonesian",
    "short_text": "Perjalanan Malam (Al-Isra')",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Isra'</h3><p>Surah Al-Isra' terdiri atas 111 ayat, termasuk golongan surah Makkiyah. Dinamakan dengan Al-Isra' yang berarti 'memperjalankan di malam hari', berhubung peristiwa Isra' Nabi Muhammad s.a.w. di Masjidil Haram di Mekah ke Masjidil Aqsa di Baitul Maqdis yang dicantumkan pada ayat pertama dalam surah ini.</p>"
  },
  "18": {
    "chapter_id": 18,
    "language_name": "indonesian",
    "short_text": "Penghuni Gua (Al-Kahf)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Kahf</h3><p>Surah Al-Kahf terdiri atas 110 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Kahf (Gua) dan Ashhabul Kahf yang berarti Penghuni-penghuni Gua. Kedua nama ini diambil dari cerita yang terdapat dalam surah ini pada ayat 9 sampai dengan 26.</p>"
  },
  "19": {
    "chapter_id": 19,
    "language_name": "indonesian",
    "short_text": "Maryam",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Maryam</h3><p>Surah Maryam terdiri atas 98 ayat, termasuk golongan surah Makkiyah. Dinamai Maryam, karena surat ini mengandung kisah Maryam, ibu Nabi Isa a.s. yang melahirkan anaknya tanpa dicampuri oleh seorang laki-laki pun.</p>"
  },
  "20": {
    "chapter_id": 20,
    "language_name": "indonesian",
    "short_text": "Taha",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Taha</h3><p>Surah Taha terdiri atas 135 ayat, termasuk golongan surah Makkiyah. Dinamai Taha, diambil dari ayat pertama surah ini.</p>"
  },
  "21": {
    "chapter_id": 21,
    "language_name": "indonesian",
    "short_text": "Para Nabi (Al-Anbiya')",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Anbiya'</h3><p>Surah Al-Anbiya' terdiri atas 112 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Anbiya' (nabi-nabi), karena surat ini mengutarakan kisah beberapa orang nabi.</p>"
  },
  "22": {
    "chapter_id": 22,
    "language_name": "indonesian",
    "short_text": "Haji (Al-Hajj)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Hajj</h3><p>Surah Al-Hajj terdiri atas 78 ayat, sebagian ayatnya diturunkan di Mekah dan sebagian lagi di Madinah. Dinamai Al-Hajj, karena surah ini mengemukakan hal-hal yang berhubungan dengan ibadah haji.</p>"
  },
  "23": {
    "chapter_id": 23,
    "language_name": "indonesian",
    "short_text": "Orang-orang Mukmin (Al-Mu'minun)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Mu'minun</h3><p>Surah Al-Mu'minun terdiri atas 118 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Mu'minun, karena permulaan ayat ini menerangkan sifat-sifat orang mukmin yang beruntung.</p>"
  },
  "24": {
    "chapter_id": 24,
    "language_name": "indonesian",
    "short_text": "Cahaya (An-Nur)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah An-Nur</h3><p>Surah An-Nur terdiri atas 64 ayat, termasuk golongan surah Madaniyah. Dinamai An-Nur (cahaya) yang diambil dari kata An-Nur yang terdapat pada ayat ke 35.</p>"
  },
  "25": {
    "chapter_id": 25,
    "language_name": "indonesian",
    "short_text": "Pembeda (Al-Furqan)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Furqan</h3><p>Surah Al-Furqan terdiri atas 77 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Furqan (pembeda), diambil dari kata Al-Furqan yang terdapat pada ayat pertama surah ini.</p>"
  },
  "26": {
    "chapter_id": 26,
    "language_name": "indonesian",
    "short_text": "Para Penyair (Asy-Syu'ara')",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Asy-Syu'ara'</h3><p>Surah Asy-Syu'ara' terdiri atas 227 ayat, termasuk golongan surah Makkiyah. Dinamai Asy-Syu'ara' (para penyair), diambil dari kata Asy-Syu'ara' yang terdapat pada ayat 224.</p>"
  },
  "27": {
    "chapter_id": 27,
    "language_name": "indonesian",
    "short_text": "Semut (An-Naml)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah An-Naml</h3><p>Surah An-Naml terdiri atas 93 ayat, termasuk golongan surah Makkiyah. Dinamai An-Naml (semut), karena di dalam surah ini terdapat kisah pasukan semut (ayat 18).</p>"
  },
  "28": {
    "chapter_id": 28,
    "language_name": "indonesian",
    "short_text": "Cerita (Al-Qasas)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Qasas</h3><p>Surah Al-Qasas terdiri atas 88 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Qasas (cerita-cerita), karena sebagian besar surah ini memuat cerita Nabi Musa a.s.</p>"
  },
  "29": {
    "chapter_id": 29,
    "language_name": "indonesian",
    "short_text": "Laba-laba (Al-Ankabut)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Ankabut</h3><p>Surah Al-Ankabut terdiri atas 69 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Ankabut (laba-laba), karena pada ayat 41 Allah mengumpamakan penyembah berhala-berhala itu dengan laba-laba.</p>"
  },
  "30": {
    "chapter_id": 30,
    "language_name": "indonesian",
    "short_text": "Bangsa Romawi (Ar-Rum)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Ar-Rum</h3><p>Surah Ar-Rum terdiri atas 60 ayat, termasuk golongan surah Makkiyah. Dinamai Ar-Rum (Bangsa Romawi), karena pada permulaan surah ini disebutkan ramalan Al-Qur'an tentang kekalahan dan kemudian kemenangan bangsa Romawi.</p>"
  },
  "31": {
    "chapter_id": 31,
    "language_name": "indonesian",
    "short_text": "Luqman",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Luqman</h3><p>Surah Luqman terdiri atas 34 ayat, termasuk golongan surah Makkiyah. Dinamai Luqman, karena pada surah ini dikisahkan tentang Luqman Al-Hakim yang memberikan nasihat-nasihat kepada anaknya.</p>"
  },
  "32": {
    "chapter_id": 32,
    "language_name": "indonesian",
    "short_text": "Sujud (As-Sajdah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah As-Sajdah</h3><p>Surah As-Sajdah terdiri atas 30 ayat, termasuk golongan surah Makkiyah. Dinamai As-Sajdah, karena pada surah ini terdapat ayat sajadah (ayat 15).</p>"
  },
  "33": {
    "chapter_id": 33,
    "language_name": "indonesian",
    "short_text": "Golongan yang Bersekutu (Al-Ahzab)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Ahzab</h3><p>Surah Al-Ahzab terdiri atas 73 ayat, termasuk golongan surah Madaniyah. Dinamai Al-Ahzab (golongan-golongan yang bersekutu), karena dalam surah ini terdapat kisah perang Ahzab.</p>"
  },
  "34": {
    "chapter_id": 34,
    "language_name": "indonesian",
    "short_text": "Kaum Saba' (Saba')",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Saba'</h3><p>Surah Saba' terdiri atas 54 ayat, termasuk golongan surah Makkiyah. Dinamai Saba', karena dalam surah ini terdapat kisah kaum Saba'.</p>"
  },
  "35": {
    "chapter_id": 35,
    "language_name": "indonesian",
    "short_text": "Pencipta (Fatir)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Fatir</h3><p>Surah Fatir terdiri atas 45 ayat, termasuk golongan surah Makkiyah. Dinamai Fatir (Pencipta), karena pada ayat pertama surah ini Allah menyebutkan diri-Nya sebagai Fatiris samawati wal ardh (Pencipta langit dan bumi).</p>"
  },
  "36": {
    "chapter_id": 36,
    "language_name": "indonesian",
    "short_text": "Ya Sin",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Ya Sin</h3><p>Surah Ya Sin terdiri atas 83 ayat, termasuk golongan surah Makkiyah. Dinamai Ya Sin, karena dimulai dengan huruf Ya Sin.</p>"
  },
  "37": {
    "chapter_id": 37,
    "language_name": "indonesian",
    "short_text": "Barisan-barisan (As-Saffat)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah As-Saffat</h3><p>Surah As-Saffat terdiri atas 182 ayat, termasuk golongan surah Makkiyah. Dinamai As-Saffat (barisan-barisan), diambil dari kata As-Saffat yang terdapat pada ayat pertama surah ini.</p>"
  },
  "38": {
    "chapter_id": 38,
    "language_name": "indonesian",
    "short_text": "Sad",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Sad</h3><p>Surah Sad terdiri atas 88 ayat, termasuk golongan surah Makkiyah. Dinamai Sad, karena dimulai dengan huruf Sad.</p>"
  },
  "39": {
    "chapter_id": 39,
    "language_name": "indonesian",
    "short_text": "Rombongan-rombongan (Az-Zumar)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Az-Zumar</h3><p>Surah Az-Zumar terdiri atas 75 ayat, termasuk golongan surah Makkiyah. Dinamai Az-Zumar (rombongan-rombongan), karena pada surah ini diterangkan keadaan manusia di hari kiamat yang digiring ke neraka berombong-rombongan (ayat 71) dan ke surga berombong-rombongan pula (ayat 73).</p>"
  },
  "40": {
    "chapter_id": 40,
    "language_name": "indonesian",
    "short_text": "Orang yang Beriman (Ghafir)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Ghafir</h3><p>Surah Ghafir terdiri atas 85 ayat, termasuk golongan surah Makkiyah. Dinamai Ghafir (yang mengampuni), karena ada hubungannya dengan ayat 3 surah ini. Dinamai juga Al-Mu'min (orang yang beriman), berhubung ayat 28 menerangkan tentang seorang laki-laki beriman dari kaum Fir'aun.</p>"
  },
  "41": {
    "chapter_id": 41,
    "language_name": "indonesian",
    "short_text": "Yang Dijelaskan (Fussilat)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Fussilat</h3><p>Surah Fussilat terdiri atas 54 ayat, termasuk golongan surah Makkiyah. Dinamai Fussilat (yang dijelaskan), diambil dari kata Fussilat yang terdapat pada ayat 3 surah ini.</p>"
  },
  "42": {
    "chapter_id": 42,
    "language_name": "indonesian",
    "short_text": "Musyawarah (Asy-Syura)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Asy-Syura</h3><p>Surah Asy-Syura terdiri atas 53 ayat, termasuk golongan surah Makkiyah. Dinamai Asy-Syura (musyawarah), diambil dari kata Syura yang terdapat pada ayat 38.</p>"
  },
  "43": {
    "chapter_id": 43,
    "language_name": "indonesian",
    "short_text": "Perhiasan (Az-Zukhruf)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Az-Zukhruf</h3><p>Surah Az-Zukhruf terdiri atas 89 ayat, termasuk golongan surah Makkiyah. Dinamai Az-Zukhruf (perhiasan), diambil dari kata Zukhruf yang terdapat pada ayat 35.</p>"
  },
  "44": {
    "chapter_id": 44,
    "language_name": "indonesian",
    "short_text": "Kabut (Ad-Dukhan)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Ad-Dukhan</h3><p>Surah Ad-Dukhan terdiri atas 59 ayat, termasuk golongan surah Makkiyah. Dinamai Ad-Dukhan (kabut), diambil dari kata Ad-Dukhan yang terdapat pada ayat 10.</p>"
  },
  "45": {
    "chapter_id": 45,
    "language_name": "indonesian",
    "short_text": "Yang Berlutut (Al-Jasiyah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Jasiyah</h3><p>Surah Al-Jasiyah terdiri atas 37 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Jasiyah (yang berlutut), diambil dari kata Jasiyah yang terdapat pada ayat 28.</p>"
  },
  "46": {
    "chapter_id": 46,
    "language_name": "indonesian",
    "short_text": "Bukit-bukit Pasir (Al-Ahqaf)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Ahqaf</h3><p>Surah Al-Ahqaf terdiri atas 35 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Ahqaf (bukit-bukit pasir), diambil dari kata Al-Ahqaf yang terdapat pada ayat 21.</p>"
  },
  "47": {
    "chapter_id": 47,
    "language_name": "indonesian",
    "short_text": "Muhammad",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Muhammad</h3><p>Surah Muhammad terdiri atas 38 ayat, termasuk golongan surah Madaniyah. Dinamai Muhammad, karena perkataan Muhammad terdapat pada ayat 2 surah ini.</p>"
  },
  "48": {
    "chapter_id": 48,
    "language_name": "indonesian",
    "short_text": "Kemenangan (Al-Fath)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Fath</h3><p>Surah Al-Fath terdiri atas 29 ayat, termasuk golongan surah Madaniyah. Dinamai Al-Fath (kemenangan), diambil dari perkataan Fathan yang terdapat pada ayat pertama surah ini.</p>"
  },
  "49": {
    "chapter_id": 49,
    "language_name": "indonesian",
    "short_text": "Kamar-kamar (Al-Hujurat)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Hujurat</h3><p>Surah Al-Hujurat terdiri atas 18 ayat, termasuk golongan surah Madaniyah. Dinamai Al-Hujurat (kamar-kamar), diambil dari perkataan Al-Hujurat yang terdapat pada ayat 4.</p>"
  },
  "50": {
    "chapter_id": 50,
    "language_name": "indonesian",
    "short_text": "Qaf",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Qaf</h3><p>Surah Qaf terdiri atas 45 ayat, termasuk golongan surah Makkiyah. Dinamai Qaf, karena dimulai dengan huruf Qaf.</p>"
  },
  "51": {
    "chapter_id": 51,
    "language_name": "indonesian",
    "short_text": "Angin yang Menerbangkan (Az-Zariyat)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Az-Zariyat</h3><p>Surah Az-Zariyat terdiri atas 60 ayat, termasuk golongan surah Makkiyah. Dinamai Az-Zariyat (angin yang menerbangkan), diambil dari kata Az-Zariyat yang terdapat pada ayat pertama surah ini.</p>"
  },
  "52": {
    "chapter_id": 52,
    "language_name": "indonesian",
    "short_text": "Bukit (At-Tur)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah At-Tur</h3><p>Surah At-Tur terdiri atas 49 ayat, termasuk golongan surah Makkiyah. Dinamai At-Tur (bukit), diambil dari kata At-Tur yang terdapat pada ayat pertama surah ini.</p>"
  },
  "53": {
    "chapter_id": 53,
    "language_name": "indonesian",
    "short_text": "Bintang (An-Najm)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah An-Najm</h3><p>Surah An-Najm terdiri atas 62 ayat, termasuk golongan surah Makkiyah. Dinamai An-Najm (bintang), diambil dari kata An-Najm yang terdapat pada ayat pertama surah ini.</p>"
  },
  "54": {
    "chapter_id": 54,
    "language_name": "indonesian",
    "short_text": "Bulan (Al-Qamar)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Qamar</h3><p>Surah Al-Qamar terdiri atas 55 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Qamar (bulan), diambil dari kata Al-Qamar yang terdapat pada ayat pertama surah ini.</p>"
  },
  "55": {
    "chapter_id": 55,
    "language_name": "indonesian",
    "short_text": "Yang Maha Pemurah (Ar-Rahman)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Ar-Rahman</h3><p>Surah Ar-Rahman terdiri atas 78 ayat, termasuk golongan surah Madaniyah. Dinamai Ar-Rahman (Yang Maha Pemurah), diambil dari kata Ar-Rahman yang terdapat pada ayat pertama surah ini.</p>"
  },
  "56": {
    "chapter_id": 56,
    "language_name": "indonesian",
    "short_text": "Hari Kiamat (Al-Waqi'ah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Waqi'ah</h3><p>Surah Al-Waqi'ah terdiri atas 96 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Waqi'ah (hari kiamat), diambil dari kata Al-Waqi'ah yang terdapat pada ayat pertama surah ini.</p>"
  },
  "57": {
    "chapter_id": 57,
    "language_name": "indonesian",
    "short_text": "Besi (Al-Hadid)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Hadid</h3><p>Surah Al-Hadid terdiri atas 29 ayat, termasuk golongan surah Madaniyah. Dinamai Al-Hadid (besi), diambil dari kata Al-Hadid yang terdapat pada ayat 25.</p>"
  },
  "58": {
    "chapter_id": 58,
    "language_name": "indonesian",
    "short_text": "Wanita yang Menggugat (Al-Mujadilah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Mujadilah</h3><p>Surah Al-Mujadilah terdiri atas 22 ayat, termasuk golongan surah Madaniyah. Dinamai Al-Mujadilah (wanita yang menggugat), diambil dari kata Tujadiluka yang terdapat pada ayat pertama surah ini.</p>"
  },
  "59": {
    "chapter_id": 59,
    "language_name": "indonesian",
    "short_text": "Pengusiran (Al-Hasyr)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Hasyr</h3><p>Surah Al-Hasyr terdiri atas 24 ayat, termasuk golongan surah Madaniyah. Dinamai Al-Hasyr (pengusiran), diambil dari kata Al-Hasyr yang terdapat pada ayat 2.</p>"
  },
  "60": {
    "chapter_id": 60,
    "language_name": "indonesian",
    "short_text": "Wanita yang Diuji (Al-Mumtahanah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Mumtahanah</h3><p>Surah Al-Mumtahanah terdiri atas 13 ayat, termasuk golongan surah Madaniyah. Dinamai Al-Mumtahanah (wanita yang diuji), diambil dari kata Famthahinuhunna yang terdapat pada ayat 10.</p>"
  },
  "61": {
    "chapter_id": 61,
    "language_name": "indonesian",
    "short_text": "Barisan (As-Saff)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah As-Saff</h3><p>Surah As-Saff terdiri atas 14 ayat, termasuk golongan surah Madaniyah. Dinamai As-Saff (barisan), diambil dari kata Shoffan yang terdapat pada ayat 4.</p>"
  },
  "62": {
    "chapter_id": 62,
    "language_name": "indonesian",
    "short_text": "Hari Jum'at (Al-Jumu'ah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Jumu'ah</h3><p>Surah Al-Jumu'ah terdiri atas 11 ayat, termasuk golongan surah Madaniyah. Dinamai Al-Jumu'ah (hari jum'at), diambil dari kata Al-Jumu'ah yang terdapat pada ayat 9.</p>"
  },
  "63": {
    "chapter_id": 63,
    "language_name": "indonesian",
    "short_text": "Orang-orang Munafik (Al-Munafiqun)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Munafiqun</h3><p>Surah Al-Munafiqun terdiri atas 11 ayat, termasuk golongan surah Madaniyah. Dinamai Al-Munafiqun (orang-orang munafik), karena surah ini mengungkapkan sifat-sifat orang-orang munafik.</p>"
  },
  "64": {
    "chapter_id": 64,
    "language_name": "indonesian",
    "short_text": "Hari Dinampakkan Kesalahan (At-Tagabun)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah At-Tagabun</h3><p>Surah At-Tagabun terdiri atas 18 ayat, termasuk golongan surah Madaniyah. Dinamai At-Tagabun (hari dinampakkan kesalahan), diambil dari kata At-Tagabun yang terdapat pada ayat 9.</p>"
  },
  "65": {
    "chapter_id": 65,
    "language_name": "indonesian",
    "short_text": "Talak (At-Talaq)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah At-Talaq</h3><p>Surah At-Talaq terdiri atas 12 ayat, termasuk golongan surah Madaniyah. Dinamai At-Talaq (talak), karena kebanyakan ayat-ayatnya membicarakan masalah talak dan hukum-hukumnya.</p>"
  },
  "66": {
    "chapter_id": 66,
    "language_name": "indonesian",
    "short_text": "Mengharamkan (At-Tahrim)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah At-Tahrim</h3><p>Surah At-Tahrim terdiri atas 12 ayat, termasuk golongan surah Madaniyah. Dinamai At-Tahrim (mengharamkan), diambil dari kata Tuharrim yang terdapat pada ayat pertama surah ini.</p>"
  },
  "67": {
    "chapter_id": 67,
    "language_name": "indonesian",
    "short_text": "Kerajaan (Al-Mulk)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Mulk</h3><p>Surah Al-Mulk terdiri atas 30 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Mulk (kerajaan), diambil dari kata Al-Mulk yang terdapat pada ayat pertama surah ini.</p>"
  },
  "68": {
    "chapter_id": 68,
    "language_name": "indonesian",
    "short_text": "Kalam (Al-Qalam)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Qalam</h3><p>Surah Al-Qalam terdiri atas 52 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Qalam (kalam/pena), diambil dari kata Al-Qalam yang terdapat pada ayat pertama surah ini.</p>"
  },
  "69": {
    "chapter_id": 69,
    "language_name": "indonesian",
    "short_text": "Hari Kiamat (Al-Haqqah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Haqqah</h3><p>Surah Al-Haqqah terdiri atas 52 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Haqqah (hari kiamat), diambil dari kata Al-Haqqah yang terdapat pada ayat pertama surah ini.</p>"
  },
  "70": {
    "chapter_id": 70,
    "language_name": "indonesian",
    "short_text": "Tempat-tempat Naik (Al-Ma'arij)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Ma'arij</h3><p>Surah Al-Ma'arij terdiri atas 44 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Ma'arij (tempat-tempat naik), diambil dari kata Al-Ma'arij yang terdapat pada ayat 3.</p>"
  },
  "71": {
    "chapter_id": 71,
    "language_name": "indonesian",
    "short_text": "Nuh",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Nuh</h3><p>Surah Nuh terdiri atas 28 ayat, termasuk golongan surah Makkiyah. Dinamai Nuh, karena surah ini seluruhnya menjelaskan da'wah Nabi Nuh a.s. kepada kaumnya.</p>"
  },
  "72": {
    "chapter_id": 72,
    "language_name": "indonesian",
    "short_text": "Jin (Al-Jinn)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Jinn</h3><p>Surah Al-Jinn terdiri atas 28 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Jinn, karena surah ini mengutarakan hal-hal yang berhubungan dengan jin.</p>"
  },
  "73": {
    "chapter_id": 73,
    "language_name": "indonesian",
    "short_text": "Orang yang Berselimut (Al-Muzzammil)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Muzzammil</h3><p>Surah Al-Muzzammil terdiri atas 20 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Muzzammil (orang yang berselimut), diambil dari kata Al-Muzzammil yang terdapat pada ayat pertama surah ini.</p>"
  },
  "74": {
    "chapter_id": 74,
    "language_name": "indonesian",
    "short_text": "Orang yang Berkemul (Al-Muddassir)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Muddassir</h3><p>Surah Al-Muddassir terdiri atas 56 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Muddassir (orang yang berkemul), diambil dari kata Al-Muddassir yang terdapat pada ayat pertama surah ini.</p>"
  },
  "75": {
    "chapter_id": 75,
    "language_name": "indonesian",
    "short_text": "Hari Kiamat (Al-Qiyamah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Qiyamah</h3><p>Surah Al-Qiyamah terdiri atas 40 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Qiyamah (hari kiamat), diambil dari kata Al-Qiyamah yang terdapat pada ayat pertama surah ini.</p>"
  },
  "76": {
    "chapter_id": 76,
    "language_name": "indonesian",
    "short_text": "Manusia (Al-Insan)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Insan</h3><p>Surah Al-Insan terdiri atas 31 ayat, termasuk golongan surah Madaniyah. Dinamai Al-Insan (manusia), diambil dari kata Al-Insan yang terdapat pada ayat pertama surah ini.</p>"
  },
  "77": {
    "chapter_id": 77,
    "language_name": "indonesian",
    "short_text": "Malaikat-malaikat yang Diutus (Al-Mursalat)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Mursalat</h3><p>Surah Al-Mursalat terdiri atas 50 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Mursalat (malaikat-malaikat yang diutus), diambil dari kata Al-Mursalat yang terdapat pada ayat pertama surah ini.</p>"
  },
  "78": {
    "chapter_id": 78,
    "language_name": "indonesian",
    "short_text": "Berita Besar (An-Naba')",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah An-Naba'</h3><p>Surah An-Naba' terdiri atas 40 ayat, termasuk golongan surah Makkiyah. Dinamai An-Naba' (berita besar), diambil dari kata An-Naba' yang terdapat pada ayat 2 surah ini.</p>"
  },
  "79": {
    "chapter_id": 79,
    "language_name": "indonesian",
    "short_text": "Malaikat-malaikat yang Mencabut (An-Nazi'at)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah An-Nazi'at</h3><p>Surah An-Nazi'at terdiri atas 46 ayat, termasuk golongan surah Makkiyah. Dinamai An-Nazi'at (malaikat-malaikat yang mencabut), diambil dari kata An-Nazi'at yang terdapat pada ayat pertama surah ini.</p>"
  },
  "80": {
    "chapter_id": 80,
    "language_name": "indonesian",
    "short_text": "Ia Bermuka Masam ('Abasa)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah 'Abasa</h3><p>Surah 'Abasa terdiri atas 42 ayat, termasuk golongan surah Makkiyah. Dinamai 'Abasa (ia bermuka masam), diambil dari kata 'Abasa yang terdapat pada ayat pertama surah ini.</p>"
  },
  "81": {
    "chapter_id": 81,
    "language_name": "indonesian",
    "short_text": "Menggulung (At-Takwir)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah At-Takwir</h3><p>Surah At-Takwir terdiri atas 29 ayat, termasuk golongan surah Makkiyah. Dinamai At-Takwir (menggulung), diambil dari kata Kuwwirat yang terdapat pada ayat pertama surah ini.</p>"
  },
  "82": {
    "chapter_id": 82,
    "language_name": "indonesian",
    "short_text": "Terbelah (Al-Infitar)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Infitar</h3><p>Surah Al-Infitar terdiri atas 19 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Infitar (terbelah), diambil dari kata Infatarat yang terdapat pada ayat pertama surah ini.</p>"
  },
  "83": {
    "chapter_id": 83,
    "language_name": "indonesian",
    "short_text": "Orang-orang yang Curang (Al-Mutaffifin)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Mutaffifin</h3><p>Surah Al-Mutaffifin terdiri atas 36 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Mutaffifin (orang-orang yang curang), diambil dari kata Al-Mutaffifin yang terdapat pada ayat pertama surah ini.</p>"
  },
  "84": {
    "chapter_id": 84,
    "language_name": "indonesian",
    "short_text": "Terbelah (Al-Insyiqaq)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Insyiqaq</h3><p>Surah Al-Insyiqaq terdiri atas 25 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Insyiqaq (terbelah), diambil dari kata Insyaqqat yang terdapat pada ayat pertama surah ini.</p>"
  },
  "85": {
    "chapter_id": 85,
    "language_name": "indonesian",
    "short_text": "Gugusan Bintang (Al-Buruj)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Buruj</h3><p>Surah Al-Buruj terdiri atas 22 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Buruj (gugusan bintang), diambil dari kata Al-Buruj yang terdapat pada ayat pertama surah ini.</p>"
  },
  "86": {
    "chapter_id": 86,
    "language_name": "indonesian",
    "short_text": "Yang Datang di Malam Hari (At-Tariq)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah At-Tariq</h3><p>Surah At-Tariq terdiri atas 17 ayat, termasuk golongan surah Makkiyah. Dinamai At-Tariq (yang datang di malam hari), diambil dari kata At-Tariq yang terdapat pada ayat pertama surah ini.</p>"
  },
  "87": {
    "chapter_id": 87,
    "language_name": "indonesian",
    "short_text": "Yang Paling Tinggi (Al-A'la)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-A'la</h3><p>Surah Al-A'la terdiri atas 19 ayat, termasuk golongan surah Makkiyah. Dinamai Al-A'la (Yang Paling Tinggi), diambil dari kata Al-A'la yang terdapat pada ayat pertama surah ini.</p>"
  },
  "88": {
    "chapter_id": 88,
    "language_name": "indonesian",
    "short_text": "Hari Pembalasan (Al-Ghasyiyah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Ghasyiyah</h3><p>Surah Al-Ghasyiyah terdiri atas 26 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Ghasyiyah (hari pembalasan), diambil dari kata Al-Ghasyiyah yang terdapat pada ayat pertama surah ini.</p>"
  },
  "89": {
    "chapter_id": 89,
    "language_name": "indonesian",
    "short_text": "Fajar (Al-Fajr)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Fajr</h3><p>Surah Al-Fajr terdiri atas 30 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Fajr (fajar), diambil dari kata Al-Fajr yang terdapat pada ayat pertama surah ini.</p>"
  },
  "90": {
    "chapter_id": 90,
    "language_name": "indonesian",
    "short_text": "Negeri (Al-Balad)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Balad</h3><p>Surah Al-Balad terdiri atas 20 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Balad (negeri), diambil dari kata Al-Balad yang terdapat pada ayat pertama surah ini.</p>"
  },
  "91": {
    "chapter_id": 91,
    "language_name": "indonesian",
    "short_text": "Matahari (Asy-Syams)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Asy-Syams</h3><p>Surah Asy-Syams terdiri atas 15 ayat, termasuk golongan surah Makkiyah. Dinamai Asy-Syams (matahari), diambil dari kata Asy-Syams yang terdapat pada ayat pertama surah ini.</p>"
  },
  "92": {
    "chapter_id": 92,
    "language_name": "indonesian",
    "short_text": "Malam (Al-Lail)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Lail</h3><p>Surah Al-Lail terdiri atas 21 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Lail (malam), diambil dari kata Al-Lail yang terdapat pada ayat pertama surah ini.</p>"
  },
  "93": {
    "chapter_id": 93,
    "language_name": "indonesian",
    "short_text": "Waktu Dhuha (Ad-Duha)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Ad-Duha</h3><p>Surah Ad-Duha terdiri atas 11 ayat, termasuk golongan surah Makkiyah. Dinamai Ad-Duha (waktu matahari sepenggalahan naik), diambil dari kata Ad-Duha yang terdapat pada ayat pertama surah ini.</p>"
  },
  "94": {
    "chapter_id": 94,
    "language_name": "indonesian",
    "short_text": "Melapangkan (Al-Insyirah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Insyirah</h3><p>Surah Al-Insyirah terdiri atas 8 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Insyirah (melapangkan), diambil dari kata Nasyrah yang terdapat pada ayat pertama surah ini.</p>"
  },
  "95": {
    "chapter_id": 95,
    "language_name": "indonesian",
    "short_text": "Buah Tin (At-Tin)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah At-Tin</h3><p>Surah At-Tin terdiri atas 8 ayat, termasuk golongan surah Makkiyah. Dinamai At-Tin (buah tin), diambil dari kata At-Tin yang terdapat pada ayat pertama surah ini.</p>"
  },
  "96": {
    "chapter_id": 96,
    "language_name": "indonesian",
    "short_text": "Segumpal Darah (Al-'Alaq)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-'Alaq</h3><p>Surah Al-'Alaq terdiri atas 19 ayat, termasuk golongan surah Makkiyah. Dinamai Al-'Alaq (segumpal darah), diambil dari kata Al-'Alaq yang terdapat pada ayat 2 surah ini.</p>"
  },
  "97": {
    "chapter_id": 97,
    "language_name": "indonesian",
    "short_text": "Kemuliaan (Al-Qadr)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Qadr</h3><p>Surah Al-Qadr terdiri atas 5 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Qadr (kemuliaan), diambil dari kata Al-Qadr yang terdapat pada ayat pertama surah ini.</p>"
  },
  "98": {
    "chapter_id": 98,
    "language_name": "indonesian",
    "short_text": "Pembuktian (Al-Bayyinah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Bayyinah</h3><p>Surah Al-Bayyinah terdiri atas 8 ayat, termasuk golongan surah Madaniyah. Dinamai Al-Bayyinah (pembuktian yang nyata), diambil dari kata Al-Bayyinah yang terdapat pada ayat pertama surah ini.</p>"
  },
  "99": {
    "chapter_id": 99,
    "language_name": "indonesian",
    "short_text": "Kegoncangan (Az-Zalzalah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Az-Zalzalah</h3><p>Surah Az-Zalzalah terdiri atas 8 ayat, termasuk golongan surah Madaniyah. Dinamai Az-Zalzalah (kegoncangan), diambil dari kata Zilzalaha yang terdapat pada ayat pertama surah ini.</p>"
  },
  "100": {
    "chapter_id": 100,
    "language_name": "indonesian",
    "short_text": "Kuda Perang yang Berlari Kencang (Al-'Adiyat)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-'Adiyat</h3><p>Surah Al-'Adiyat terdiri atas 11 ayat, termasuk golongan surah Makkiyah. Dinamai Al-'Adiyat (kuda perang yang berlari kencang), diambil dari kata Al-'Adiyat yang terdapat pada ayat pertama surah ini.</p>"
  },
  "101": {
    "chapter_id": 101,
    "language_name": "indonesian",
    "short_text": "Hari Kiamat (Al-Qari'ah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Qari'ah</h3><p>Surah Al-Qari'ah terdiri atas 11 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Qari'ah (hari kiamat), diambil dari kata Al-Qari'ah yang terdapat pada ayat pertama surah ini.</p>"
  },
  "102": {
    "chapter_id": 102,
    "language_name": "indonesian",
    "short_text": "Bermegah-megahan (At-Takasur)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah At-Takasur</h3><p>Surah At-Takasur terdiri atas 8 ayat, termasuk golongan surah Makkiyah. Dinamai At-Takasur (bermegah-megahan), diambil dari kata At-Takasur yang terdapat pada ayat pertama surah ini.</p>"
  },
  "103": {
    "chapter_id": 103,
    "language_name": "indonesian",
    "short_text": "Masa (Al-'Asr)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-'Asr</h3><p>Surah Al-'Asr terdiri atas 3 ayat, termasuk golongan surah Makkiyah. Dinamai Al-'Asr (masa), diambil dari kata Al-'Asr yang terdapat pada ayat pertama surah ini.</p>"
  },
  "104": {
    "chapter_id": 104,
    "language_name": "indonesian",
    "short_text": "Pengumpat (Al-Humazah)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Humazah</h3><p>Surah Al-Humazah terdiri atas 9 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Humazah (pengumpat), diambil dari kata Al-Humazah yang terdapat pada ayat pertama surah ini.</p>"
  },
  "105": {
    "chapter_id": 105,
    "language_name": "indonesian",
    "short_text": "Gajah (Al-Fil)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Fil</h3><p>Surah Al-Fil terdiri atas 5 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Fil (gajah), diambil dari kata Al-Fil yang terdapat pada ayat pertama surah ini.</p>"
  },
  "106": {
    "chapter_id": 106,
    "language_name": "indonesian",
    "short_text": "Suku Quraisy (Quraisy)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Quraisy</h3><p>Surah Quraisy terdiri atas 4 ayat, termasuk golongan surah Makkiyah. Dinamai Quraisy (suku Quraisy), diambil dari kata Quraisy yang terdapat pada ayat pertama surah ini.</p>"
  },
  "107": {
    "chapter_id": 107,
    "language_name": "indonesian",
    "short_text": "Barang-barang yang Berguna (Al-Ma'un)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Ma'un</h3><p>Surah Al-Ma'un terdiri atas 7 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Ma'un (barang-barang yang berguna), diambil dari kata Al-Ma'un yang terdapat pada ayat 7 surah ini.</p>"
  },
  "108": {
    "chapter_id": 108,
    "language_name": "indonesian",
    "short_text": "Nikmat yang Berlimpah (Al-Kautsar)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Kautsar</h3><p>Surah Al-Kautsar terdiri atas 3 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Kautsar (nikmat yang berlimpah), diambil dari kata Al-Kautsar yang terdapat pada ayat pertama surah ini.</p>"
  },
  "109": {
    "chapter_id": 109,
    "language_name": "indonesian",
    "short_text": "Orang-orang Kafir (Al-Kafirun)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Kafirun</h3><p>Surah Al-Kafirun terdiri atas 6 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Kafirun (orang-orang kafir), diambil dari kata Al-Kafirun yang terdapat pada ayat pertama surah ini.</p>"
  },
  "110": {
    "chapter_id": 110,
    "language_name": "indonesian",
    "short_text": "Pertolongan (An-Nasr)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah An-Nasr</h3><p>Surah An-Nasr terdiri atas 3 ayat, termasuk golongan surah Madaniyah. Dinamai An-Nasr (pertolongan), diambil dari kata An-Nasr yang terdapat pada ayat pertama surah ini.</p>"
  },
  "111": {
    "chapter_id": 111,
    "language_name": "indonesian",
    "short_text": "Gejolak Api (Al-Lahab)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Lahab</h3><p>Surah Al-Lahab terdiri atas 5 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Lahab (gejolak api), diambil dari kata Al-Lahab yang terdapat pada ayat 3 surah ini.</p>"
  },
  "112": {
    "chapter_id": 112,
    "language_name": "indonesian",
    "short_text": "Ikhlas (Al-Ikhlas)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Ikhlas</h3><p>Surah Al-Ikhlas terdiri atas 4 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Ikhlas (Memurnikan Keesaan Allah), karena isinya menegaskan keesaan Allah SWT.</p>"
  },
  "113": {
    "chapter_id": 113,
    "language_name": "indonesian",
    "short_text": "Waktu Subuh (Al-Falaq)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah Al-Falaq</h3><p>Surah Al-Falaq terdiri atas 5 ayat, termasuk golongan surah Makkiyah. Dinamai Al-Falaq (waktu subuh), diambil dari kata Al-Falaq yang terdapat pada ayat pertama surah ini.</p>"
  },
  "114": {
    "chapter_id": 114,
    "language_name": "indonesian",
    "short_text": "Manusia (An-Nas)",
    "source": "Kementerian Agama Republik Indonesia",
    "text": "<h3>Surah An-Nas</h3><p>Surah An-Nas terdiri atas 6 ayat, termasuk golongan surah Makkiyah. Dinamai An-Nas (manusia), diambil dari kata An-Nas yang terdapat pada ayat pertama surah ini.</p>"
  }
}
